---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.Electrical.Conduit
zh: 线管
source: html/160a9aff-f4c5-55b1-fdf8-6ec696d88053.htm
---
# Conduit Members

**中文**: 线管

Returns true if the properties CreatedPhaseId and DemolishedPhaseId can be modified for this Element.